_sdaiGetEntityById(Sdai_instS*,System.Int32)
\details
Returns entity by ID
\param model [in] model where entity from
\param id [in] is entity ID
\returns an entity instance by its step-id, or null if there is no entity with
such id in the model. In error case appropriate error codes should be logged